Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All150502--omegat.tmx
Source language: en_us
Languages: ja

source: There's a blog that reports on the main changes to the forecast.
ja: この天気予報の主な変更については、ブログでも報告しています。

source: There’s a lot of work underway and I encourage you to join the discussions now.
ja: さまざまな作業が進行中ですので、あなたもぜひこの議論に参加してください。

source: There’s information to be gleaned from each of these, but the most reliable sign of a successful open source project is to look at the code.
ja: どれも一考すべき情報を含んでいますが、成功するオープン ソース プロジェクトを見分ける最も確かな方法は、そのコードを見ることです。

source: These additions affirm the industry’s ever-evolving IT demands and indicate a shared belief that only the rate of collaborative development can match the pace of industry change.
ja: このような新規参画は、絶えず進化する業界の IT 需要を再確認するものであり、共同開発の速度だけが業界変革の速度に対応できるという共通の信念を表しています。

source: These changes come along with a large number of new drivers, various performance and code-quality improvements, and more.
ja: これらの変更のほか、新しい各種ドライバーが追加され、さまざまなパフォーマンスやコード品質の向上が行われています。

source: These latest automakers join existing members Toyota Motor Corporation, Nissan Motor Company Ltd. and Linux Foundation board member Jaguar Land Rover to round up an impressive list of OEM supporters within AGL.
ja: これらの最新自動車メーカーは、従来からのメンバーであるトヨタ自動車や日産自動車、および Jaguar Land Rover (Linux Foundation ボード メンバー) と協力し、AGL の錚々たる OEM サポーター リストに加わります。

source: These members have identified a minimum set of operations across devices to enable control and monitoring capabilities regardless of vendor.
ja: これらのメンバー企業が、どのベンダーのデバイスでも制御・監視できるデバイス共通の最小オペレーション セットを特定しました。

source: These new grants, combined with the stellar addition of Emily, mean CII is well-positioned to address critical infrastructure vulnerabilities in the months and years ahead,” said Jim Zemlin, Executive Director of The Linux Foundation.
ja: 今回の新たな助成と Emily の参加により、CII は今後しばらくの間、クリティカルな基盤の脆弱性への対応をリードすることになるでしょう。

source: These should improve performance and also make the system more robust; otherwise, users should not really notice them.
ja: こうした機能強化により、パフォーマンスが向上し、システムがより強固になるはずですが、それ以外についてはユーザーにはわからないでしょう。

source: These technical contributions, among others from a variety of companies, will be reviewed in detail in the weeks ahead by the formation and Technical Steering Committees.
ja: さまざまな企業から技術貢献を受けていますが、特にこれらについては技術運営委員会により数週間以内に詳細にレビューされます。

source: They also receive exclusive benefits that include a Linux.com email address (e.g. john@linux.com); employee purchase pricing from Dell, HP and Lenovo; and a variety of other discounts to attend events, take training and subscribe to industry publications.
ja: メンバーにはさまざまな特典があります。たとえば、Linux.com ドメインの 電子メール アドレス (例: john@linux.com) のサービス、Dell 製品や Lenovo 製品などの割引、イベントへの参加料割引、トレーニングの受講割引、業界情報誌への登録料割引などです (http://www.linuxfoundation.jp/about/membership/individual を参照)。

source: They’ve also explored, more deeply than most, the question of how a network should change if operators wanted to rely on white-boxes.
ja: オペレーターがホワイトボックスに頼る必要がある場合、ネットワークはどう変わるべきかについても、彼らは非常に深く調査しました。

source: This Linux Foundation Collaborative Project will advance IO and networking technologies to address new requirements presented by cloud computing, the Internet of Things (IoT), Software-Defined Networking (SDN) and Network Function Virtualization (NFV).
ja: この Linux Foundation 協業プロジェクトは、クラウド コンピューティング、Internet of Things (IoT)、ソフトウェアデファインド ネットワーク (SDN)、ネットワーク機能仮想化 (NFV) などの新たな要件に対応するために、IO 技術やネットワーク技術を進化させようとするものです。

source: This allows companies to more efficiently understand the open source compliance obligations or vulnerabilities and address them before shipment.
ja: したがって、企業はオープン ソースの準拠義務や脆弱性を効率的に理解し、製品の出荷前にそれらに対応することができます。

source: This allows managers to better understand the open source code in their products, as well as third-party open source code bases that have been integrated with the existing software.
ja: そのため、製品に組み込まれているオープン ソース コードや、既存ソフトウェアに統合されているサードパーティの基盤オープン ソース コードをより良く理解できます。

source: This collaboration is critically important as virtualization is putting more demands on flexibility, performance and security,” said Jim Zemlin, executive director, The Linux Foundation.
ja: このコラボレーションは極めて重要です。なぜなら、仮想化技術は高度な柔軟性、パフォーマンス、セキュリティを要求するからです。

source: This collaboration is expected to help identify and address important features and currently missing requirements for a cross-industry open standard for distributed ledgers that can transform the way business transactions are conducted around the world.
ja: 世界中の商取引の仕組みを変える分散レジャーのクロスインダストリ オープン スタンダードには、何が重要であり、現在何が欠落しているのかを、このコラボレーションによって容易に見極め、対応できるようになることでしょう。

source: This collaboration is expected to result in user benefits that include flexibility of programmable, extensible architecture with dynamic IO modules that can be loaded and unloaded in kernel at run time without recompilation and to deliver high performance and distributed, scale-out forwarding without compromise on functionality, among other features and benefits.
ja: このコラボレーションにより、ユーザーはプログラマブルで拡張可能なアーキテクチャの柔軟性の恩恵を受けるでしょう。動的 IO モジュールを再コンパイルなしでカーネルにランタイムにロード・アンロードできます。とりわけ優れた機能とメリットは、機能性に妥協のない高性能で分散化されたスケールアウト転送を提供することでしょう。

source: This development can enable the adoption of blockchain technology at a pace and depth not achievable by any one company or industry.
ja: 共同開発により、1 つの企業や業界では成し得ない速度と深度で blockchain 技術の導入が可能になるでしょう。

source: This development cycle featured the work of 1,539 developers; it was the first ever to get contributions from over 1,500 people.
ja: この開発サイクルには 1,539 人の開発者が貢献しました。1,500 人以上の人々の貢献があったのは初めてです。

source: This evolution has led to new infrastructure-as-a-service models in IT – such as container technologies – being adopted to match the growing data and scale demands placed on enterprise networks.
ja: こうした進化の結果、IT 分野においてコンテナ技術などの新たな IaaS (infrastructure-as-a-service) モデルが導入され、企業ネットワークで増大し続けるデータやスケールの需要を満たそうとしています。

source: This feature remains under intensive development, and a lot of changes can be expected over the course of the next year.
ja: この機能は重点的に開発中で、来年には大幅な変更が行われるでしょう。

source: This feature was developed for use with the Android system but should be applicable elsewhere as well.
ja: この機能は、Android システムで使用するために開発されたのですが、ほかにも適用可能です。

source: This feature will be of interest for applications looking for the shortest possible I/O latency on solid-state storage devices.
ja: この機能は、ソリッドステート ストレージ デバイスの最短 I/O レイテンシを必要としているアプリケーションにとっては興味深いものでしょう。

source: This fictitious world is such a preposterous notion that the scenarios depicted in the series help us understand how much Linux is a part of our everyday lives and allows us to thank the developers and companies who support Linux.
ja: 奇想天外なエピソードが詰まったフィクション シリーズで、Linux がどれほど人々の生活の一部に浸透しているかがよくわかり、Linux をサポートしている開発者や企業に感謝したくなります。

source: This guide will provide you with all of the information you need to enhance your sponsorship of the event with your sponsorship benefits.
ja: このイベントのスポンサー特典を最大限に活用するための情報をお届けします。

source: This helps to create taxonomy for modules that can be used not only for compliance but identifying potential security vulnerabilities.
ja: したがってモジュールの分類方法を構築しやすく、コンプライアンスのためだけでなく、潜在的なセキュリティ脆弱性を見きわめるためにも有用です。

source: This includes Microsoft.
ja: Microsoft もその一例です。

source: This includes networking events OpenDaylight Summit and OPNFV Summit, as well as dozens of open source events worldwide.
ja: たとえば、OpenDaylight Summit や OPNFV Summit をはじめ、数十のオープン ソース イベントを世界各地で開催しています。

source: This increases flexibility.
ja: これによって柔軟性が強化された。

source: This infrastructure will be used to run multiple scalability and performance tests and deploy various software stacks easily and at scale.
ja: このインフラが複数のスケーラビリティ テストやパフォーマンス テストに使われたり、各種ソフトウェア スタックの簡単かつ大規模なデプロイに使われたりします。

source: This is a smart move for Apple and a big win for the developer community.
ja: これは Apple にとって賢い選択であり、開発者コミュニティにとっては大きな勝利です。

source: This is just the beginning of what we expect to be a long and successful partnership.
ja: これは、私たちが期待する長く成功するパートナーシップの始まりに過ぎません。

source: This is the abstract that will be posted on the website schedule, so please ensure that it is in complete sentences (and not just bullet points) and that it is written in the third person (use your name instead of I).
ja: この発表概要は Web サイトのスケジュールに掲載されますので、箇条書きだけでなく文章にして、第三者の視点で (「I (私)」ではなくあなたの名前を使って) 記述してください。

source: This is the highest level of investment at The Linux Foundation and signals Huawei’s increased commitment to Linux, open source and collaborative development.
ja: プラチナ メンバーシップは The Linux Foundation の最高レベルのサポートで、Huawei が Linux、オープン ソース、および共同開発への傾倒を強化していることを表しています。

source: This is to propote the participation to the open source projects from Japanese market.
ja: 日本市場からのオープン ソース プロジェクト参加を奨励します。

source: This is where, over the next several months, we expect to see not just developers from our members contributing, but also contributions from interested developers from other companies as well as unaffiliated individuals.
ja: ここには、今後数か月の間に、メンバー企業に所属する開発者だけでなく、他の企業に所属する開発者やまったく外部の個人からの貢献があることでしょう。

source: This is your chance to *sell* your talk to the program committee, so do your best to highlight the problem/contribution/work that you are addressing in your presentation.
ja: あなたのスピーチをプログラム コミッティに売り込むチャンスです。発表では、あなたが取り組んでいる問題や貢献や作業などに焦点を当ててベストを尽くしてください。

source: This level of connectivity will create unprecedented bandwidth demand on IT infrastructure, heightening the need for data security and privacy assurances.
ja: こうしたレベルの接続により、IT インフラには前例のない帯域幅需要が生まれ、データ セキュリティやプライバシー保証の必要性が高まります。

source: This mechanism is the intended way to configure ARM-based server systems; it has been somewhat controversial in the past but there seems to be no serious opposition to the idea now.
ja: このメカニズムは ARM ベースのサーバー システムを構成するためのもので、議論の的 https://lwn.net/Articles/574439/ にもなっていましたが、今回は強い反対意見が見られなかったようです。

source: This new Linux distribution was built from the ground up to address automotive specific applications and leverages the best software components from AGL and other existing open source projects such as Tizen and GENIVI Alliance.
ja: この新しい Linux ディストリビューションは、自動車専用アプリに対応できるようゼロから開発されたものですが、AGL のほか Tizen や GENIVI Alliance などの既存のオープン ソース プロジェクトの最良のソフトウェア部分を利用しています。

source: This new organization aims to advance the state-of-the-art for building cloud native applications and services, allowing developers to take full advantage of existing and to-be-developed open source technologies.
ja: この新しい組織は、クラウド ネイティブなアプリケーションやサービスの最先端開発促進をめざし、既存および未開発のオープン ソース技術を開発者が最大限に利用できるようにします。

source: This new organization will strengthen both the technical and user communities as a Collaborative Project hosted at Linux Foundation.
ja: この新しい組織は Linux Foundation の協業プロジェクトとして、技術コミュニティとユーザー コミュニティの両面が強化されます。

source: This page is an attempt to track ongoing developments in the Linux development community that have a good chance of appearing in a mainline kernel and/or major distributions sometime in the near future.
ja: このページでは、Linux の開発コミュニティーで現在進行中の開発をトラッキングしています。これらの開発結果はメインラインカーネルに採用され、近い将来メジャーな Linux ディストリビューションに取り入れられていく可能性の高いものです。

source: This price represents a nearly 85 percent discount off the regular cost of LFCS and 35 percent discount off of the LFCE certification exam.
ja: この価格は、LFCS の通常料金の約 85% 割引、LFCE 検定試験の約 35% です。

source: This project will prevent fragmentation and enable application portability among platforms, which are the ingredients developers require in order to build and deploy everything from retail and banking applications to streaming media services.
ja: このプロジェクトはフラグメンテーションを防ぎ、プラットフォーム間でのアプリケーションのポータビリティを実現します。このポータビリティは、リテール アプリケーションやバンキング アプリケーションからメディア サービスのストリーミングまで、開発者があらゆるものを構築およびデプロイするのに必要な要素です。

source: This recognizes alternative ways of distributing software.
ja: つまりソフトウェアの新しい配布手段も理解できる。

source: This secure and programmable software connectivity and services framework enables companies and individuals to create interoperable products that can discover, connect and interact directly with other nearby devices, systems and services regardless of transport layer, device type, platform, operating system or brand.
ja: 企業でも個人でも、このオープンで普遍的でセキュアなプログラマブル ソフトウェアの接続サービス フレームワークを利用すれば、トランスポート層、製品タイプ、プラットフォーム、オペレーティング システム、および製品ブランドを気にすることなく、近くにある機器やシステムやサービス同士が直接互いに検出、接続、通信し合える「相互運用可能な製品」を開発できます。

source: This series of products is ideal for wireless connection between automotive equipment, such as car navigation systems, and mobile devices.
ja: このシリーズの製品は、カーナビのような車載機器とスマートフォンとの無線接続などに最適です。

source: This summit (like prior) will be held under the Chatham House Rule
ja: このサミットは、従来同様チャタム ハウス ルールのもとで開催されます

source: This summit (like prior) will be held under the Chatham House Rule.
ja: このサミットは、従来同様チャタム ハウス ルールのもとで開催されます。

source: This the second major technical milestone from the AllSeen Alliance’s Smart Spaces Working Group.
ja: これは AllSeen Alliance の Smart Spaces ワーキング グループによる 2 つ目の大きなテクニカル マイルストーンです。

source: This type of shared or external Research & Development (R&D) has proven to deliver billions in economic value.
ja: このような共有の外部研究開発 (R&D) が、何十億ドルもの経済価値を生み出してきました (http://www.linuxfoundation.org/publications/linux-foundation/estimating-total-development-cost-linux-foundation-collaborative-projects)。

source: This week the project takes a huge step toward that future with its Public Beta.
ja: 今週、このプロジェクトが公開ベータ版をリリースし、将来に向けて大きく前進しました。

source: This work has already made significant progress in Debian, and they are making their tools available for Fedora, Ubuntu, OpenWrt and other distributions as well.
ja: この作業は Debian ではすでに大きな進展があり、彼らは Fedora、Ubuntu、OpenWrt などのディストリビューションでもそれらのツールを利用できるよう取り組んでいます。

source: This work has run into trouble in the developent community and is currently being redesigned.
ja: この作業は開発コミュニティにおいて難航し、現在再設計中です。

source: This work is based on TIS Analyzer, a commercial software analysis tool based on Frama-C, the extensible open-source framework for source code analysis.
ja: この作業は TIS Analyzer をベースにしており、この TIS Analizer は、ソース コード 分析のためのオープンソース フレームワーク Frama-C をベースにした商用のソフトウェア分析ツールです。

source: This work provides the necessary infrastructure for Internet companies and enterprises to scale their businesses.
ja: この取り組みは、ビジネスのスケール化したいインターネット企業などに必要なインフラを提供します。

source: This work seeks to improve the overall developer experience, paving the way for faster code reuse, improved machine efficiency, reduced costs and increases in the overall agility and maintainability of applications.
ja: この取り組みは、あらゆる開発者の経験を向上させつつ、高速なコード再利用、マシン効率性、コスト削減、およびアプリケーションの総合的な敏捷性と保全性面の強化への道を開くことをめざします。

source: Those benefits are clear with Let’s Encrypt.
ja: Let's Encrypt にはもちろんこれらのメリットがあります。

source: Those who have seen me present at ONS and other events have a good idea of my thoughts here: I continue to believe we’re all better off that both OpenDaylight and ONOS have explored and created great innovations and continue to have market traction.
ja: ONS などのイベントでお会いした方々は、私の考えをよく理解しています。私は、これまで偉大なイノベーションを追求・創造してきた OpenDaylight と ONOS が、今後も市場をけん引して行くと確信しています。

source: Through our deep experience with Linux, we accelerate the learning curve for anyone who wants to be part of it.
ja: 私たちは Linux との深い関わりを通して、それに加わりたいすべての人々の学習曲線を加速させます。

source: Through this storytelling technique, the story of Linux can reach more people around the world and bring attention to the developers and companies who support it.
ja: わかりやすいたとえ話を使っているので、世界中の人々が Linux について知り、Linux を支えている開発者や企業にも目を向けることでしょう。

source: Thursday, June 4: 11:00am - 4:20pm
ja: 6 月 4 日 (木) 午前 11:00 ～ 午後 4:20

source: Thus, any bug that is reported actually needs to be fixed.
ja: したがって、実際に報告されるバグは修正される必要があります。

source: To do this, we enlisted the help of seasoned conference speaker Josh Berkus (PostgreSQL Experts) who has prepared an in-depth tutorial on “How to Give a Great Tech Talk”.
ja: 経験豊かなカンファレンス講演者 Josh Berkkus 氏 (PostgreSQL エキスパート) にお願いし、「技術発表を成功させる方法」について詳しいチュートリアルを用意していただきましたので、ぜひご覧ください。

source: To download AllJoyn, visit: https://allseenalliance.org/developers/download.
ja: AllJoyn はこちらのページからダウンロードできます。 https://allseenalliance.org/developers/download

source: To get started, here are three things that you should consider before submitting your proposal:
ja: 発表案を提出する際は、次の 3 点を確認してください。

source: To help encourage the open collaboration and discussions that are necessary to help Linux successfully compete with closed platforms in the enterprise, mobile, and cloud computing space, we invite our members, technical, business and legal leaders, and anyone who is hoping to make a difference to submit a speaking proposal for the Open Compliance Summit.
ja: The Linux Foundation は、エンタープライズ、モバイル、およびクラウド分野で Linux がクローズドなプラットフォームに対抗するために必要なオープンなコラボレーションとディスカッションを推進するため、LF メンバー、技術 / ビジネス / 法務担当リーダー、および現状の改善を希望するすべての方々を対象に Open Compliance Summit の発表案を広く募集いたします。

source: To integrate devices across vendors in an efficient and cost effective way requires a standard interface and API.
ja: 異なるベンダーのデバイスを効果的にコスト効率良く統一するには、標準のインタフェースと API が必要です。

source: To learn more about SPDX and participate, please visit: http://spdx.org
ja: SPDX とその参加方法については、下記のサイトを参照してください。 http://spdx.org

source: To learn more about how we can help you prepare an event that encourages forward-thinking, and increases the visibility of your organization around the world please contact us by completing the form below.
ja: より前向きで貴社の認知度を世界的に高めるイベントにできるようお手伝いいたします。詳細については、下記のフォームからお問い合わせください。

source: To register for the event or find more information, please visit: http://events.linuxfoundation.org/events/automotive-linux-summit.
ja: 同イベントの参加登録および詳細情報については、以下のページをご覧ください。 https://events.linuxfoundation.org/events/automotive-linux-summit

source: To register, simply add your attendance to your LinuxCon Japan registration form to guarantee your spot.
ja: 参加登録は、LinuxCon Japan の登録フォームにあるオプションから選択して行ってください。

source: To reserve your room, please click here and use access code LNXCONF15.
ja: ご予約の場合は、こちらをクリックし、アクセスコード LNXCONF15 をご使用ください。

source: To sign up for membership, please visit: https://www.linuxfoundation.org/about/join/individual.
ja: メンバーシップへのお申し込みは、こちらからお願いいたします。 https://www.linuxfoundation.org/about/join/individual

source: To submit a grant application or for more information, go to: http://www.linuxfoundation.org/programs/core-infrastructure-initiative.
ja: 助成金申請や詳細情報については、こちらをご覧ください。 http://www.linuxfoundation.org/programs/core-infrastructure-initiative

source: To watch the full webseries visit https://www.linuxfoundation.org/world-without-linux or The Linux Foundation’s YouTube channel https://www.youtube.com/user/TheLinuxFoundation.
ja: このビデオ シリーズ全編は、https://www.linuxfoundation.org/world-without-linux か、The Linux Foundation の YouTube チャンネル https://www.youtube.com/user/TheLinuxFoundation でご覧いただけます。

source: Today he leads a number of technical groups that support the International Space Station Avionics Software Office.
ja: 現在は数々の技術グループのリーダーとなり、International Space Station Avionics Software Office (国際宇宙ステーション航空電子ソフトウェアオフィス) をサポートしています。

source: Today there is a unified community.
ja: そして 1 つの統合されたコミュニティになりました。

source: Today this work is resource intensive, requiring companies to assemble a team of experts that can integrate disparate technologies and maintain all of them.
ja: 昨今のこの業務はリソース集約型で、異種技術の統合やそれらすべての保守が可能なエキスパート チームを企業が編成する必要があります。

source: Today, I am thrilled to announce the launch of an open source distributed ledger project.
ja: 本日私たちは、オープン ソースによる分散レジャー プロジェクトの発足を発表しました。https://www.linuxfoundation.jp/news-media/announcements/2015/12/jp_linux-foundation-unites-industry-leaders-advance-blockchain

source: Today, Linux powers 98% of the world’s super computers, most of the servers powering the Internet, the majority of financial trades worldwide and tens of millions of Android mobile phones and consumer devices.
ja: そして現在、Linux は世界のスーパー コンピューターの 98%、インターネットに利用されるサーバーのほとんど、国際金融取引、さらには何千万台もの Android フォンや消費者家電を動かしています。

source: Today, as executive director of The Linux Foundation, he uses this experience to accelerate innovation in technology through the use of open source and Linux.
ja: 現在は The Linux Foundation のエグゼクティブ ディレクターとしてこの経験を生かし、オープン ソースや Linux を使用した技術革新の加速に取り組んでいます。

source: Today’s SysAdmin requires knowledge of both Windows and Linux.
ja: 今日の SysAdmin には、Windows と Linux 両方の知識が必要です。

source: Today’s newest members represent this trend and are investing in Linux and collaborative development to advance these technologies.
ja: 今回の新メンバーはこうしたトレンドを象徴しており、そのような技術を発展させるために Linux と共同開発に投資しています。

source: Today’s news that Microsoft’s Azure certification will require candidates to pass a Linux Foundation Certified SysAdmin exam underscores these trends and commitments from Linux Foundation and Microsoft.
ja: Microsoft の Azure 認定試験が Linux Foundation Certified SysAdmin 検定の合格を要件とするようになるという本日のニュースは、こうしたトレンドや、Linux Foundation と Microsoft の姿勢を裏付けています。

source: Together with the worldwide open source community, it is solving the hardest technology problems by creating the largest shared technology investment in history.
ja: The Linux Foundation は世界中のオープン ソース コミュニティと協力して、史上最大の共有技術投資を作り出すことにより、難解な技術問題を解決しています。

source: Total Contributors
ja: 貢献総数

source: Toyota
ja: トヨタ自動車

source: Toyota Motor Corporation, Panasonic Corporation, DENSO CORPORATION, and Renesas Electronics are upgrading to the Platinum level, while NTT DATA MSE is upgrading to the Gold level.
ja: トヨタ自動車、パナソニック、デンソー、およびルネサス エレクトロニクスはプラチナ レベルに、NTTデータMSE はゴールド レベルにアップグレードしています。

source: Toyota aims to lead the industry in connected car innovation.”
ja: Toyota aims to lead the industry in connected car innovation. (トヨタはコネクテッド カー イノベーションにおいて業界をリードしていきたいと考えています。)”

source: Tracing is one of the most powerful way to improve this ratio through visualization of operating system and applications behavior.
ja: トレーシングは、オペレーティング システムとアプリケーションの動作を仮想化することでこの組み合わせを強化する、最強の方法の 1 つです。

source: Trademarks: The Linux Foundation, Linux Standard Base and The Linux Foundation.
ja: 商標について: The Linux Foundation およびLinux Standard Base は The Linux Foundation の商標です。

source: Trademarks: The Linux Foundation, Linux Standard Base, MeeGo, OpenDaylight, SPDX, Software Package Data Exchange, Tizen and Yocto Project are trademarks of The Linux Foundation.
ja: 商標について: The Linux Foundation、Linux Standard Base、MeeGo、OpenDaylight、SPDX、Software Package Data Exchange、Tizen および Yocto Project は The Linux Foundation の商標です。

source: Trademarks: The Linux Foundation, Linux Standard Base, MeeGo, Tizen and Yocto Project are trademarks of The Linux Foundation.
ja: 商標について: The Linux Foundation、Linux Standard Base、MeeGo、Tizen および Yocto Project は The Linux Foundation の商標です。

source: Training
ja: トレーニング

source: Transitioning ONS to The Linux Foundation allows ONS to build on its successes as the premier event shaping the future of SDN and NFV to help grow the community and accelerate adoption of open source SDN and NFV by network operators and vendors," said ONS Chair Guru Parulkar.
ja: ONS は Linux Foundation のイベントになることで、SDN と NFV の未来を形づくるプレミア イベントとして成功し、同コミュニティをますます成長させ、ネットワーク オペレーターやベンダーによるオープン ソースの SDN / NFV 導入を加速できます。

source: True open source project, open developer community, open to non-members, goal to build developer ecosystem
ja: 真のオープン ソース プロジェクト、オープンな開発者コミュニティ、メンバー以外にも開かれ、開発者エコシステムの構築をめざす

source: Trusted by the world’s largest mobile carriers such as NTT Docomo, Kii currently serves 140M+ end users worldwide.
ja: NTT Docomo をはじめとする世界最大級のモバイル キャリアが信頼を寄せる Kii は、現在、世界の 1400 万超のエンド ユーザーにサービスを提供しています。

source: Tuesday, June 2: 11:15am-4:20pm
ja: 6 月 2 日 (火) 午前 11:15 ～ 午後 4:20

source: Tuesday, June 2: 4:30pm-6:30pm
ja: 6 月 2 日 (火) 午後 4:30 ～ 午後 6:30

source: Tutorials
ja: チュートリアル

source: Two Prominent Cyber Security Authorities Become New CII Advisory Board Members
ja: 代表的な 2 つのサイバー セキュリティ機関が新たに CII アドバイザリ ボード メンバーに

source: Ummm.
ja: えぇっと～。

source: Understanding the state of current research in the compliance and code analysis field
ja: コンプライアンスやコード解析の分野における研究の現状を理解する

source: Unifies Code Base
ja: コード ベースを統合
